{
  "default": {
    "intros": [
      "Vu que c'est aujourd'hui,",
      "Étant donné la situation actuelle,",
      "Selon l'alignement des planètes,",
      "Considérant que le temps est relatif,",
      "Parce que chaque jour est une fête,",
      "D'après une étude scientifique très sérieuse,",
      "Puisque la procrastination est un art de vivre,",
      "Attendu que tu as déjà beaucoup trop réfléchi,",
      "Sachant que les décisions difficiles brûlent des calories,",
      "Considérant ton bilan carbone personnel,",
      "Au nom de l'équilibre de l'univers,",
      "Vu que ton estomac a son propre fuseau horaire,",
      "Parce que les adultes méritent aussi des récompenses,",
      "Étant donné que 'demain' est un concept flou,",
      "Puisque tu as mis un pantalon aujourd'hui,"
    ],
    "middles": [
      "et que la flemme est un art majeur,",
      "et que ton frigo crie famine,",
      "et que les calories ne comptent pas vraiment le mardi,",
      "et qu'il faut soutenir l'économie des livreurs,",
      "et que faire la vaisselle est une perte de temps précieux,",
      "et que cuisiner demande un niveau de motivation que tu n'as pas,",
      "et que ton canapé t'a pris en otage,",
      "et que la nourriture est le meilleur des carburants,",
      "et qu'un repas non cuisiné par toi est forcément meilleur,",
      "et que le bonheur se trouve dans une boîte en carton,",
      "et qu'il est dangereux de laisser un four sans surveillance,",
      "et que les recettes en ligne sont un piège,",
      "et que tu as besoin de tes deux mains pour scroller,",
      "et qu'un estomac vide est mauvais pour le moral,",
      "et que l'indécision est une bonne raison en soi,"
    ],
    "endings": [
      "un burger s'impose.",
      "la comfort food est la seule réponse viable.",
      "il est temps de valider ce panier.",
      "une pizza semble inévitable.",
      "tu mérites bien un petit plaisir livré.",
      "la commande est donc une obligation légale.",
      "un plat tout prêt est la clé du succès.",
      "les sushis sont la solution la plus sage.",
      "un kebab règlera tous tes problèmes.",
      "le pad thaï appelle ton nom.",
      "il est scientifiquement prouvé qu'un plat commandé est meilleur.",
      "l'acte de commander est donc justifié.",
      "un poké bowl est la décision la plus saine (ou pas).",
      "le destin de ton dîner est déjà scellé.",
      "la question ne se pose même plus."
    ]
  },
  "rain": {
    "intros": [
      "Puisqu'il pleut des cordes,",
      "Vu que le ciel nous tombe sur la tête,",
      "Pour éviter la noyade à deux pas de chez toi,",
      "Maintenant que ton parapluie a rendu l'âme,",
      "Parce que même les canards sont à l'abri,",
      "Vu que la météo a décidé de te punir,",
      "Étant donné que le bruit de la pluie est une excuse valable,",
      "Puisque chaque goutte dehors est une raison de rester dedans,",
      "Attendu que ton moral est aussi gris que le ciel,",
      "Considérant le risque élevé d'aquaplaning en chaussons,",
      "Parce que les livreurs sont les héros des temps modernes,",
      "Vu que la pluie a officiellement gagné,",
      "Alors que ton canapé te supplie de ne pas l'abandonner,",
      "Puisque l'humidité ambiante a atteint 99%,",
      "Étant donné que tu n'es pas amphibien,"
    ],
    "middles": [
      "et que tu n'es pas étanche,",
      "et que sortir est une épreuve digne de la survie,",
      "et que l'humidité va ruiner ta coiffure,",
      "et que le canapé est ton meilleur ami pour la vie,",
      "et qu'un temps pareil donne une faim de loup,",
      "et que tes chaussures ne sont pas des bottes de pluie,",
      "et qu'un plaid est une armure anti-dépression,",
      "et que le son de la pluie est meilleur avec un estomac plein,",
      "et que tu n'as aucune intention de te dissoudre,",
      "et que le frigo est à plus de trois mètres de toi,",
      "et que la soupe ne se fera pas toute seule (malheureusement),",
      "et que le courage est une ressource épuisable,",
      "et que ton chat te juge si tu sors,",
      "et qu'il n'y a rien de bon à la télé,",
      "et qu'un plat chaud est le meilleur des soleils artificiels,"
    ],
    "endings": [
      "commande un plat bien chaud.",
      "la livraison est ton seul salut.",
      "un repas réconfortant est de rigueur.",
      "reste au sec et fais-toi livrer.",
      "c'est le moment parfait pour une soupe phô.",
      "un curry indien est la réponse à l'humidité.",
      "laisse un professionnel de la pluie travailler.",
      "il est urgent de faire appel à un service de secours alimentaire.",
      "une bonne pâte carbo est le seul remède.",
      "valide ce panier avant que le déluge ne s'arrête.",
      "ton estomac te remerciera.",
      "il faut bien compenser ce manque de soleil.",
      "c'est une question de santé mentale.",
      "la nourriture est le meilleur des parapluies.",
      "commande, c'est un ordre de la météo."
    ]
  },
  "cold": {
    "intros": [
      "Avec ce froid polaire,",
      "Vu que les pingouins ont l'air de se sentir chez eux,",
      "Puisque ton nez est en train de geler sur place,",
      "Maintenant que le chauffage se bat pour sa survie,",
      "Parce que sortir est un acte de bravoure non rémunéré,",
      "Considérant la température négative de ta motivation,",
      "Vu que tes doigts de pieds ont disparu,",
      "Alors que l'ère glaciaire semble faire son grand retour,",
      "Puisque tu peux voir ton propre souffle,",
      "Attendu que ton plaid est devenu ta seconde peau,",
      "Étant donné que le thermomètre affiche 'AU SECOURS',",
      "Parce que chaque couche de vêtement est une victoire,",
      "Vu que les ours hibernent pour une bonne raison,",
      "Puisque le soleil a visiblement démissionné,",
      "Considérant que le froid brûle des calories,"
    ],
    "middles": [
      "et qu'il faut faire des réserves stratégiques de gras,",
      "et que ton corps a besoin de carburant pour fonctionner en mode radiateur,",
      "et que le fromage fondu est le meilleur des isolants thermiques,",
      "et que la couette est une forteresse imprenable,",
      "et que cuisiner te ferait perdre une chaleur corporelle précieuse,",
      "et qu'un plat froid serait une déclaration de guerre,",
      "et que le concept de 'sortir' est une pure fiction,",
      "et qu'il faut un moral d'acier (ou un plat très chaud),",
      "et que la survie passe avant tout,",
      "et que ton système immunitaire a besoin de soutien,",
      "et que les légumes d'hiver sont meilleurs dans une soupe livrée,",
      "et que le courage de cuisiner a gelé,",
      "et que la glace se forme à l'intérieur des fenêtres,",
      "et qu'il est vital de maintenir une température interne élevée,",
      "et que tu as besoin d'un câlin culinaire,"
    ],
    "endings": [
      "une fondue au fromage est une question de survie.",
      "un plat riche et gras est donc obligatoire.",
      "commande de quoi hiberner en paix jusqu'au printemps.",
      "la raclette est la seule option viable et sensée.",
      "un bon plat mijoté livré à ta porte est la solution.",
      "une soupe bien pimentée s'impose.",
      "il est temps de faire appel à la cavalerie du réconfort.",
      "un gratin dauphinois est le seul choix logique.",
      "la tartiflette n'est pas une option, c'est un devoir.",
      "commande un plat qui te réchauffera l'âme.",
      "c'est le moment de manger tes émotions (et d'avoir chaud).",
      "l'hibernation commence maintenant.",
      "il te faut un plat qui colle au corps.",
      "l'opération 'remontée de température' est lancée.",
      "un bon cassoulet est ton meilleur allié."
    ]
  },
  "heat": {
    "intros": [
      "Avec cette canicule infernale,",
      "Vu qu'il fait plus chaud dedans que dans un volcan,",
      "Puisque même le soleil a l'air d'avoir trop chaud,",
      "Maintenant que l'air est devenu une soupe épaisse,",
      "Parce que transpirer est désormais ton activité principale,",
      "Considérant que le simple fait de penser te fait suer,",
      "Alors que le ventilateur ne fait que brasser de l'air chaud,",
      "Puisque ton corps est entré en mode économie d'énergie,",
      "Vu que le bitume est en train de fondre,",
      "Attendu que l'ombre est une denrée rare et précieuse,",
      "Étant donné que l'hydratation est une priorité absolue,",
      "Parce que bouger d'un centimètre est un effort surhumain,",
      "Vu que la glace fond plus vite que ton courage,",
      "Puisque ton appartement s'est transformé en sauna,",
      "Considérant que les glaçons sont tes nouveaux meilleurs amis,"
    ],
    "middles": [
      "et qu'allumer le four serait un acte criminel,",
      "et que le moindre effort est une montagne infranchissable,",
      "et que ton corps réclame de la fraîcheur par tous les pores,",
      "et que la seule chose à faire est de rester parfaitement immobile,",
      "et que cuisiner transformerait ta cuisine en enfer,",
      "et que même les salades semblent trop compliquées à préparer,",
      "et que mâcher est déjà un sport,",
      "et qu'il faut éviter toute source de chaleur supplémentaire,",
      "et que la seule énergie qu'il te reste est dans ton pouce,",
      "et que l'idée même de faire bouillir de l'eau est absurde,",
      "et qu'un repas froid est une question de survie,",
      "et que tu ne veux pas te liquéfier complètement,",
      "et que le frigo est trop loin,",
      "et qu'il est plus sage de déléguer cette tâche vitale,",
      "et que la chaleur a absorbé toute ta volonté,"
    ],
    "endings": [
      "une salade composée livrée est une bénédiction divine.",
      "des sushis frais sont la meilleure et seule idée.",
      "commande quelque chose de léger et de froid, vite.",
      "un poké bowl est la solution à tous tes problèmes thermiques.",
      "il est vital de te faire livrer des glaces pour le dîner.",
      "un ceviche est le plat le plus intelligent du jour.",
      "des rouleaux de printemps sont ton seul espoir.",
      "commande une montagne de taboulé.",
      "un gaspacho livré est le summum de la civilisation.",
      "il est temps de passer en mode alimentation liquide (et livrée).",
      "pense à ta survie, commande du froid.",
      "c'est une urgence de fraîcheur.",
      "ne lutte pas, laisse la livraison te sauver.",
      "un tartare de saumon est la seule chose à faire.",
      "la température de ton corps en dépend."
    ]
  }
}
