{
  "default": {
    "intros": [
      "D'après une étude que je viens d'inventer,",
      "Vu que ton niveau de batterie sociale est à 1%,",
      "Puisque l'alignement des planètes exige du gras,",
      "Considérant que 'adulte' est un verbe difficile à conjuguer,",
      "Étant donné que ta journée a duré environ 72 heures,",
      "Parce que ton seul talent culinaire est de faire bouillir de l'eau,",
      "Au nom de la flemme, du canapé et du saint-streaming,",
      "Sachant que la procrastination est un art de vivre,",
      "Vu que ton estomac a déposé une plainte officielle,",
      "Puisque tu as déjà fait l'effort surhumain de déverrouiller ton téléphone,",
      "Considérant que ton bilan carbone est excellent (tu n'as pas bougé),",
      "Étant donné que le destin de l'univers repose sur ce choix,",
      "Parce que ton frigo contient seulement un citron et de la lumière,",
      "Vu que tu mérites une récompense pour avoir survécu aujourd'hui,",
      "Puisque l'idée de faire la vaisselle te donne de l'urticaire,"
    ],
    "middles": [
      "et que cuisiner demande un diplôme d'ingénieur ce soir,",
      "et que tes casseroles te regardent de travers,",
      "et que l'économie locale a besoin de ton soutien financier,",
      "et que ton chat te juge déjà assez comme ça,",
      "et qu'il est scientifiquement prouvé que les calories du soir ne comptent pas,",
      "et que ton canapé t'a pris en otage avec le syndrome de Stockholm,",
      "et que mélanger des pâtes et du beurre n'est pas de la gastronomie,",
      "et que tes pouces sont les seuls muscles que tu veux utiliser,",
      "et que l'appel du glutimate est plus fort que ta volonté,",
      "et qu'un repas préparé par un inconnu a toujours meilleur goût,",
      "et que tu risques de brûler ta cuisine si tu essaies,",
      "et que la motivation a quitté ton corps vers 14h30,",
      "et que tu as besoin de tes deux mains pour scroller TikTok,",
      "et que le bruit de ton ventre couvre le son de la télé,",
      "et que la seule chose que tu veux soulever c'est une fourchette,"
    ],
    "endings": [
      "un burger s'impose pour la paix des ménages.",
      "laisse un professionnel gérer ta nutrition (commande une pizza).",
      "c'est un devoir civique de commander des sushis.",
      "un kebab est la seule réponse diplomatique possible.",
      "le destin t'ordonne de valider ce panier.",
      "un tacos 3 viandes est ton animal totem ce soir.",
      "ne lutte pas, laisse la livraison venir à toi.",
      "ton futur toi te remerciera pour ce pad thaï.",
      "une bonne grosse commande est la clé du bonheur.",
      "déclare l'état d'urgence et fais-toi livrer.",
      "il est temps de manger tes émotions.",
      "la question n'est pas 'si', mais 'combien de sauces'.",
      "transforme cet argent en dopamine comestible.",
      "un indien bien épicé règlera tous tes problèmes.",
      "la comfort food est ton droit constitutionnel."
    ]
  },
  "rain": {
    "intros": [
      "Vu que le ciel a décidé de pleurer toutes les larmes de son corps,",
      "Puisque sortir demanderait un équipement de plongée,",
      "Étant donné que ta motivation est soluble dans l'eau,",
      "Maintenant que ton parapluie a rendu l'âme,",
      "Parce que même les canards trouvent qu'il abuse,",
      "Considérant que l'humidité fait friser tes nerfs,",
      "Vu que le monde extérieur est devenu une soupe géante,",
      "Puisque chaque goutte de pluie est une excuse validée par l'État,",
      "Alors que ton canapé est la seule île déserte disponible,",
      "Étant donné que tu n'as pas de branchies (a priori),",
      "Parce que le bruit de la pluie est un appel au gras,",
      "Vu que la météo essaie clairement de te noyer,",
      "Puisque tes chaussettes mouillées sont un crime contre l'humanité,",
      "Considérant que tu es fait à 70% d'eau (ça suffit comme ça),",
      "Attendu que le soleil a posé un RTT sans prévenir,"
    ],
    "middles": [
      "et que tu n'es pas waterproof (j'ai vérifié),",
      "et que braver les éléments pour des poireaux est absurde,",
      "et que ton brushing ne survivrait pas 3 secondes,",
      "et que l'idée d'être mouillé te répugne physiquement,",
      "et que cuisiner demande de se lever (ce qui est hors de question),",
      "et que les livreurs sont des héros en cape imperméable,",
      "et que ton plaid est ta nouvelle maison,",
      "et qu'un plat chaud est le seul soleil que tu verras,",
      "et que tu refuses de nager jusqu'au supermarché,",
      "et que l'ambiance 'film déprimant' donne faim,",
      "et que la pluie, c'est romantique seulement dans les films,",
      "et que tu dois protéger tes chaussures en daim,",
      "et que ton chat refuse catégoriquement de sortir aussi,",
      "et que l'humidité te donne des envies de glucides,",
      "et que tu as besoin de réconfort thermique immédiat,"
    ],
    "endings": [
      "une livraison est ta bouée de sauvetage.",
      "commande un truc qui fume et qui réchauffe.",
      "un ramen brûlant est la seule réponse logique.",
      "laisse un mec en scooter braver la tempête pour toi.",
      "une pizza devant Netflix est obligatoire par temps de pluie.",
      "un curry bien chaud va chasser cette humidité.",
      "reste au sec et mange comme un roi.",
      "c'est le moment idéal pour une soupe phô géante.",
      "la livraison à domicile a été inventée pour ce jour précis.",
      "fais-toi livrer, tu n'es pas un poisson.",
      "un bon plat en sauce est un câlin comestible.",
      "ne sors pas, c'est un piège, commande plutôt.",
      "réchauffe ton âme avec des nouilles sautées.",
      "le bruit de la pluie s'accorde bien avec un burger.",
      "sauve ta soirée : commande maintenant."
    ]
  },
  "cold": {
    "intros": [
      "Avec ce froid à faire pleurer un pingouin,",
      "Puisque tes orteils ont officiellement déclaré leur indépendance,",
      "Vu que tu es actuellement un oignon (couches de vêtements),",
      "Maintenant que ton chauffage fait un bruit suspect,",
      "Parce que sortir est devenu un sport extrême,",
      "Considérant que ta graisse d'hiver doit être entretenue,",
      "Vu que tu peux voir ton propre souffle dans le salon,",
      "Alors que l'ère glaciaire 2.0 vient de commencer,",
      "Puisque le thermomètre insulte ton envie de vivre,",
      "Attendu que ton plaid et toi êtes en fusionnelle relation,",
      "Étant donné que le mot 'dehors' est banni du dictionnaire,",
      "Parce que tu trembles, donc tu fais du sport (techniquement),",
      "Vu que même les ours ont décidé d'hiberner,",
      "Puisque le vent du Nord te fouette le visage,",
      "Considérant que le froid conserve (mais la faim tue),"
    ],
    "middles": [
      "et que ton corps réclame du fromage fondu en urgence,",
      "et que l'idée de retirer ta couverture est une torture,",
      "et que tu as besoin de calories pour survivre à la nuit,",
      "et que sortir les mains des poches est un sacrifice,",
      "et que ta cuisine est la pièce la plus froide de l'appart,",
      "et qu'un repas froid serait une déclaration de guerre,",
      "et que tu dois colmater les brèches avec du gras,",
      "et que la raclette est un légume en cette saison,",
      "et que ton sang a besoin d'être épaissi par la sauce,",
      "et que tu n'as pas l'équipement pour une expédition polaire,",
      "et que l'hibernation demande une préparation sérieuse,",
      "et que tu as besoin de chaleur interne (et d'amour),",
      "et que le gel a paralysé ta volonté de cuisiner,",
      "et que tu mérites une récompense pour avoir survécu au froid,",
      "et que la tartiflette est la seule religion acceptable,"
    ],
    "endings": [
      "une fondue savoyarde est une question de sécurité.",
      "commande de quoi tenir un siège jusqu'au printemps.",
      "le fromage fondu est ton seul ami ce soir.",
      "un burger bien gras te servira de radiateur.",
      "c'est l'heure de la raclette (ou équivalent livré).",
      "un chili con carne va te réveiller les organes.",
      "une poutine est médicalement recommandée.",
      "mange lourd, dors bien, oublie le froid.",
      "un aligot saucisse est le choix des champions.",
      "laisse le gras te protéger des éléments.",
      "commande un truc qui tient au corps (et à l'âme).",
      "c'est le moment de faire des stocks de calories.",
      "un bon gratin est la meilleure couverture.",
      "ne sors pas, tu vas geler. Mange.",
      "le régime commence en mai, là c'est la survie."
    ]
  },
  "heat": {
    "intros": [
      "Puisque l'air est plus épais qu'une soupe,",
      "Vu qu'on pourrait faire cuire un œuf sur ton front,",
      "Puisque même le diable a allumé la clim,",
      "Maintenant que transpirer est ton activité principale,",
      "Parce que bouger le petit doigt te fait perdre 1 litre d'eau,",
      "Considérant que ton appart est un four à pizza géant,",
      "Vu que l'asphalte dehors est en lave en fusion,",
      "Alors que ton ventilateur brasse juste de l'air chaud,",
      "Puisque ton cerveau a fondu vers 11h du matin,",
      "Attendu que la simple vue du four te donne la nausée,",
      "Étant donné que tu colles à ton canapé,",
      "Parce que l'été c'est cool, mais la canicule c'est non,",
      "Vu que les glaçons sont ta nouvelle monnaie d'échange,",
      "Puisque tu es en mode économie d'énergie absolue,",
      "Considérant que la fraîcheur est un lointain souvenir,"
    ],
    "middles": [
      "et qu'allumer les plaques de cuisson est un suicide,",
      "et que manger chaud est physiquement impossible,",
      "et que tu as besoin d'hydratation (sous forme de sauce),",
      "et que la moindre calorie dépensée est un drame,",
      "et que cuisiner va augmenter la température de 10 degrés,",
      "et que même une salade demande trop d'efforts de coupe,",
      "et que tu rêves de vivre dans ton frigo,",
      "et que la digestion d'un cassoulet te tuerait,",
      "et que tu veux juste avaler de la fraîcheur,",
      "et que ta cuisine est une zone de non-droit thermique,",
      "et que les sushis sont tes meilleurs amis,",
      "et que tu n'as plus la force de mâcher des trucs durs,",
      "et que tu dois préserver ta température corporelle,",
      "et que l'idée de vapeur te donne des cauchemars,",
      "et que tu es officiellement une flaque d'eau,"
    ],
    "endings": [
      "des sushis glacés sont la seule option légale.",
      "un poké bowl frais va te sauver la vie.",
      "commande une salade (mais une bonne, avec du gras).",
      "un ceviche bien frais est impératif.",
      "ne mange rien qui a été cuit, c'est la règle.",
      "laisse la fraîcheur venir à toi en scooter.",
      "des rouleaux de printemps sont ta clim interne.",
      "commande un truc froid, vite, c'est une urgence.",
      "un carpaccio est la seule chose civilisée à faire.",
      "c'est le moment de manger cru (et livré).",
      "bannis le four, bénis le livreur.",
      "un gaspacho et au lit (ou sur le carrelage frais).",
      "pense à tes électrolytes, commande salé et frais.",
      "une glace en entrée, plat et dessert ?",
      "survis à la chaleur : ne cuisine pas."
    ]
  }
}
