{
  "default": {
    "intros": [
      "Vu que c'est aujourd'hui,",
      "Étant donné la situation cosmique actuelle,",
      "Selon l'alignement de tes chakras,",
      "Considérant que le temps est une construction sociale,",
      "Parce que chaque jour non férié est une injustice,",
      "D'après une étude scientifique que je viens d'inventer,",
      "Puisque la procrastination est le moteur de l'innovation,",
      "Attendu que tu as déjà brûlé 0.5 calorie en cliquant,",
      "Sachant que les décisions difficiles te donnent des rides,",
      "Considérant ton bilan carbone exceptionnellement bon aujourd'hui,",
      "Au nom de l'équilibre fragile de l'univers,",
      "Vu que ton estomac a son propre agenda politique,",
      "Parce que les adultes sont juste des enfants avec des factures,",
      "Étant donné que 'demain' est le jour le plus chargé de la semaine,",
      "Puisque tu as réussi à te lever ce matin,"
    ],
    "middles": [
      "et que la flemme est une forme d'art reconnue,",
      "et que ton frigo ressemble à une scène de crime abandonnée,",
      "et que les calories ingérées en position assise ne comptent pas,",
      "et qu'il faut soutenir les valeureux chevaliers à vélo,",
      "et que l'eau utilisée pour la vaisselle est une ressource précieuse,",
      "et que cuisiner demande une licence de pilote de ligne,",
      "et que ton canapé a développé une attraction gravitationnelle,",
      "et que la nourriture est le seul langage universel,",
      "et qu'un repas préparé par quelqu'un d'autre a meilleur goût (c'est la loi),",
      "et que le bonheur est un plat chaud dans une boîte,",
      "et qu'un four non surveillé peut développer une conscience propre,",
      "et que les tutoriels de cuisine sont une conspiration,",
      "et que tes pouces ont besoin de s'entraîner sur une application,",
      "et qu'un estomac qui gargouille est un appel à l'aide international,",
      "et que l'indécision est la première étape vers la sagesse (et la faim),"
    ],
    "endings": [
      "un burger s'impose comme une évidence.",
      "la comfort food est la seule option diplomatique.",
      "il est de ton devoir civique de valider ce panier.",
      "une pizza semble être la volonté du cosmos.",
      "tu mérites un trophée comestible livré à ta porte.",
      "la commande est donc une obligation morale et légale.",
      "un plat tout prêt est la clé de la paix intérieure.",
      "les sushis représentent la décision la plus stratégique.",
      "un kebab règlera ce conflit géopolitique interne.",
      "le pad thaï t'envoie des signaux de fumée.",
      "il est scientifiquement prouvé qu'un plat commandé rallonge l'espérance de vie.",
      "l'acte de commander est donc un geste de self-care ultime.",
      "un poké bowl est la réponse à toutes les questions existentielles.",
      "le destin de ton dîner a été décidé par un algorithme supérieur.",
      "la question n'est plus 'si', mais 'combien'."
    ]
  },
  "rain": {
    "intros": [
      "Puisqu'il pleut des cordes,",
      "Vu que le ciel a décidé de prendre une douche,",
      "Pour éviter de te transformer en éponge,",
      "Maintenant que ton parapluie a fui comme un secret mal gardé,",
      "Parce que même les poissons rouges regardent par la fenêtre,",
      "Vu que la météo te suggère fortement de rester à l'intérieur,",
      "Étant donné que le bruit de la pluie est une berceuse pour estomac vide,",
      "Puisque chaque goutte est une excuse en béton armé,",
      "Attendu que ton moral est en chute libre comme le baromètre,",
      "Considérant le risque de nager jusqu'à la boulangerie,",
      "Parce que les livreurs sont des héros imperméables,",
      "Vu que la partie de cache-cache avec le soleil est terminée,",
      "Alors que ton canapé t'a déclaré zone de confort prioritaire,",
      "Puisque l'humidité ambiante a atteint le niveau 'jungle tropicale',",
      "Étant donné que tu n'as pas de branchies,"
    ],
    "middles": [
      "et que tu n'es pas waterproof,",
      "et que chaque sortie est une mission pour la NASA,",
      "et que l'humidité est l'ennemie jurée du brushing,",
      "et que le canapé est ton âme sœur pour la soirée,",
      "et qu'un temps pareil creuse un appétit de titan,",
      "et que tes baskets ne sont pas des sous-marins,",
      "et qu'un plaid chaud est un bouclier anti-tristesse,",
      "et que le son de la pluie s'accorde parfaitement avec celui des couverts,",
      "et que tu n'as pas signé pour te dissoudre aujourd'hui,",
      "et que la cuisine est de l'autre côté de la pièce (trop loin),",
      "et que la soupe ne va pas se téléporter dans ton bol,",
      "et que ton quota de courage a été emporté par le courant,",
      "et que ton animal de compagnie te juge si tu mets ne serait-ce qu'un pied dehors,",
      "et qu'il n'y a que des rediffusions déprimantes à la télévision,",
      "et qu'un plat chaud est un soleil miniature personnel,"
    ],
    "endings": [
      "commande un plat qui fume.",
      "la livraison est une bouée de sauvetage.",
      "un repas réconfortant est une urgence de catégorie 5.",
      "reste au sec et laisse la nourriture venir à toi.",
      "c'est un temps idéal pour une soupe phô monumentale.",
      "un curry indien est le seul rempart contre l'humidité.",
      "laisse un professionnel de l'amphibie gérer la situation.",
      "il est vital de contacter les services de secours alimentaires.",
      "une bonne carbonara est le seul traitement connu.",
      "valide ce panier avant que l'arche de Noé ne parte sans toi.",
      "ton estomac te construira une statue.",
      "il faut bien trouver de la joie quelque part.",
      "c'est une question de survie psychologique.",
      "la nourriture est le meilleur des parapluies émotionnels.",
      "commande, c'est un décret météorologique."
    ]
  },
  "cold": {
    "intros": [
      "Avec ce froid de Sibérie,",
      "Vu que les ours polaires portent une petite laine,",
      "Puisque tes extrémités ont cessé de communiquer,",
      "Maintenant que le chauffage a demandé l'asile politique,",
      "Parce que mettre le nez dehors est un sport extrême,",
      "Considérant que ta motivation est en hibernation,",
      "Vu que tes doigts de pieds sont devenus une légende urbaine,",
      "Alors que l'ère glaciaire 2.0 vient de commencer,",
      "Puisque tu peux dessiner sur la buée de ton propre souffle,",
      "Attendu que ton plaid et toi êtes en pleine fusion nucléaire,",
      "Étant donné que le thermomètre est en burn-out,",
      "Parce que chaque couche de vêtement est un niveau de plus dans ce jeu vidéo,",
      "Vu que les mammouths ont disparu pour moins que ça,",
      "Puisque le soleil est parti en vacances sans prévenir,",
      "Considérant que le froid est une excuse pour manger plus (c'est de la physique),"
    ],
    "middles": [
      "et qu'il faut constituer des réserves de bonheur adipeux,",
      "et que ton corps a besoin de bûches (de calories) pour la cheminée interne,",
      "et que le fromage fondu est une couverture comestible,",
      "et que ta couette est un champ de force infranchissable,",
      "et que cuisiner reviendrait à ouvrir une faille spatio-temporelle de froid,",
      "et qu'un plat froid est considéré comme une attaque personnelle,",
      "et que le concept de 'dehors' a été rayé de la carte,",
      "et qu'il faut un moral en titane (ou une tartiflette en platine),",
      "et que la survie de l'espèce (la tienne) est en jeu,",
      "et que ton système immunitaire réclame une prime de risque,",
      "et que les légumes sont bien meilleurs quand ils sont noyés dans du fromage,",
      "et que ton ambition culinaire est morte de froid,",
      "et que la glace sur les vitres est une œuvre d'art qui mérite d'être contemplée au chaud,",
      "et qu'il est vital de produire de la chaleur par tous les moyens légaux,",
      "et que tu as besoin d'un câlin... sous forme de gratin,"
    ],
    "endings": [
      "une fondue est une mesure de santé publique.",
      "un plat dégoulinant de gras est donc un acte de survie.",
      "commande de quoi tenir un siège jusqu'en juillet.",
      "la raclette est la seule réponse approuvée par les guides de haute montagne.",
      "un bon chili con carne livré est ton seul espoir.",
      "une soupe à l'oignon gratinée est requise par la loi martiale.",
      "il est temps de faire appel aux forces spéciales du réconfort.",
      "un aligot saucisse est le choix de la raison.",
      "la tartiflette n'est plus une option, c'est une prophétie.",
      "commande un plat qui te donnera l'impression d'être près d'un feu de cheminée.",
      "c'est le moment de manger tes émotions avec du fromage fondu.",
      "l'hibernation est un droit constitutionnel.",
      "il te faut un plat qui pourrait nourrir un petit village.",
      "l'opération 'thermostat interne' est officiellement lancée.",
      "un bon cassoulet est ton animal totem."
    ]
  },
  "heat": {
    "intros": [
      "Avec cette fournaise,",
      "Vu qu'on pourrait faire cuire un œuf sur ta tête,",
      "Puisque même les démons réclament la climatisation,",
      "Maintenant que l'air est devenu aussi lourd qu'un secret de famille,",
      "Parce que transpirer est maintenant une discipline olympique,",
      "Considérant que le simple fait de cligner des yeux est un effort,",
      "Alors que le ventilateur te souffle de l'air chaud au visage,",
      "Puisque ton corps est passé en mode 'veille prolongée',",
      "Vu que même les lézards cherchent l'ombre,",
      "Attendu que l'asphalte est entré en phase de fusion,",
      "Étant donné que boire de l'eau est un travail à plein temps,",
      "Parce que bouger est une option réservée aux plus courageux,",
      "Vu que les glaçons sont devenus la monnaie d'échange officielle,",
      "Puisque ton appartement a atteint la température du soleil,",
      "Considérant que tu as déjà perdu 3 litres d'eau juste en lisant ceci,"
    ],
    "middles": [
      "et qu'allumer un appareil de cuisson est passible de prison,",
      "et que le moindre déplacement est une expédition en zone aride,",
      "et que ton corps ne demande qu'à être refroidi de l'intérieur,",
      "et que la position horizontale est la seule posture viable,",
      "et que cuisiner reviendrait à ouvrir un portail vers l'enfer,",
      "et que même une salade César semble demander trop d'efforts,",
      "et que mastiquer est un marathon, pas un sprint,",
      "et qu'il faut bannir toute source de chaleur non essentielle,",
      "et que la seule énergie qu'il te reste est pour le clic de validation,",
      "et que l'idée même de faire bouillir de l'eau est une hérésie,",
      "et qu'un repas froid est une question de survie nationale,",
      "et que tu risques de te transformer en flaque d'eau,",
      "et que le frigo est un portail vers Narnia (mais trop loin),",
      "et qu'il est de ton devoir de déléguer les tâches à haute température,",
      "et que la chaleur a fait fondre ta volonté comme une glace au soleil,"
    ],
    "endings": [
      "une salade fraîche livrée est un acte humanitaire.",
      "des sushis glacés sont la seule décision logique.",
      "commande quelque chose de froid et de rapide, c'est une urgence.",
      "un poké bowl est la climatisation de l'estomac.",
      "il est vital de te faire livrer une montagne de glaces.",
      "un ceviche est le seul plat autorisé par la loi martiale de la canicule.",
      "des rouleaux de printemps frais sont ton oasis personnel.",
      "commande une piscine de taboulé.",
      "un gaspacho est le seul remède connu à cette fournaise.",
      "il est temps de passer en mode 'ne manger que des choses qui sortent du frigo'.",
      "pense à ta température corporelle, commande du froid.",
      "c'est une alerte enlèvement de ta motivation.",
      "ne résiste pas, la livraison est plus fraîche que toi.",
      "un carpaccio de bœuf est la seule chose civilisée à faire.",
      "la survie de tes neurones en dépend."
    ]
  }
}
